[
    {
      "item1": {
        "ID" : "1",
        "link": "https://www.amazon.com/Over-Ear-Headphones-Adjustable-Closed-Back-Audiophiles/dp/B06XKJ2GK4/ref=sr_1_217?c=ts&keywords=Over-Ear+Headphones&qid=1703082644&s=aht&sr=1-217&ts_id=12097479011",
        "name": "Meze 99 Neo | Wired Closed-Back Headset for Audiophiles | Gaming | Podcasts | Home Office | Over-Ear Headphones with Mic and Self Adjustable Headband",
        "price": "199",
        "description": "The uptown audiophile's delight: 99 NEO closed-back headphones offer a modern twist to the iconic 99 series, blending Meze Audio's signature sound and design. With coal black textured earcups and cast zinc alloy hardware, the wired over-ear 99 Neo headset exudes a sleek, contemporary aesthetic.\nPOWER EFFICIENT WITH ANY DEVICE due to low impedance (26 Ohm). No need for amplification making them suitable for gaming, home office, studio recording, video editing, and podcast monitoring. They easily plug-in with your computer, laptop, smartphone, tablet MP3 & MP4 player. Using it with a DAC, AMP, or a DAP will improve the music listening experience.\nSELF-ADJUSTING PU Leather HEADBAND that spreads the weight out and fits all head sizes, making the Meze 99 Classics a comfortable premium high-end headphone. It features a Lightweight hi-res headset weighing only 9.2 ounces, with soft comfortable earpads made for long listening sessions with no ear fatigue. Suitable for all music lovers, guitar, midi keyboard, and instrument players.\nINCLUDED ACCESSORIES: Hard carrying pouch for better protection, detachable 1.5m thread Kevlar OFC cable with microphone and remote, 3.5 mm to 6.3mm gold-plated jack adapter, airplane jack adapter, cable pouch.\nFULLY SERVICEABLE: No glue, just nuts, and bolts. We guarantee that all the 99 Classics are made of replaceable parts. These headphones are built to last.",
        "rating": "4.5",
        "rating-number": "619 ratings",
        "img-src": "https://m.media-amazon.com/images/I/71cEuNBQcGL._AC_SY355_.jpg",
        "reviews": [
          "Light, comfortable and clean beautiful design. They are warm but not overwhelmingly so. Details in the mid and high are clear and non fatiguing. They lack in the bass for my personal preference, but a mild tune with a digital EQ can get the slam I prefer. Highly recommend for easy listening and the price to performance is hard to beat.",
          "These are incredible headphones. They have a rich and vibrant sound with deep punchy bass and precise crisp highs. They are lightweight and comfortable to wear; I can wear for them long binge-watch sessions as well as extended music listening. They do benefit from some breaking in and maybe a bit of tweaking in a program like Peace or Voicemeter to tune the levels.\n\nMy favorite part of these headphones is how lightweight and comfortable they are when wearing them for long periods of time as well as the overall sound quality. The closed backs provide an excellent soundscape while maintaining privacy and accentuating the punch of the bass.\n\nThese are clear, precise, and get loud with ease ( I use them with a Fios amp).\n\nI would definitely recommend these headphones for someone seeking a premium, fantastic sounding, comfortable pair of headphones.",
          "Ok so I don't use audiophile terms really, alot of them I'm not sure if I really even understand haha. I do own several headphones, somewhere around 50ish over the ears. I run them off my phone with a fiio a3 or I run them off my Yamaha home stereo receiver hooked to a liquid spark amp. Very modest indeed. The only details I'll get into besides sound is comfort because looks and build speak for them selves, they're awesome. The comfort is perfect, once on your head you forget they are even there. Unlike the jaw breaking force of the Sennheisers. Or the super loose fit of say the sph9500. Ok so now on to the sound!\n\nSOUND PART OF MY REVIEW: as I said, I don't really use alot of audiophile terms I am better at understanding sound by comparison to other headphones or speakers. So at $200 to $300 bucks you have some real heavy hitters. You have alot of great options. To name a few of them I'm guessing you either own or are trying to decide from. You have the Sennheisers 58x, 6xx, 600 and 650. You've also got the likes of hifiman 400i and 4xx the Phillips Fidelio x2hr and the Beyer 770,880,990 just to name a few I foolishly own over 3/4 of these so I feel as if I can speak with pretty good knowledge of what you can expect. So the star of the show, THE BASS! These to me have the best/most bass of the lot. Sub bass is great, snappy drum bass is great, low end grunt from guitars and other stringed instruments is awesome. Mid range is very warm and cozy with very little bass bleed, which is amazing for how much thump these have. The mids are only rivaled by the 58x and 600 variants. I cannot honestly say which is better they're just two different flavors but both equally delicious. The meze is warm and extremely present mixed with Bass where as the Sennheisers are getting very present with much less warrants from bass but so extremely accurate it's almost a religious experience lol. Now the high-end is where things become very difficult. The 99s do not offer the high quality antalitical effortless hight end of the Sennheisers or the planar hifimans but what you get in return is a rolled off super sweet relaxing hight end. Like a very good vinyl pressing compared to a CD if you will. So overall if you want accurate amazing time tested reference sound go with the Sennheisers, if you want hard to drive bassless but very good mids and highs go with hifiman. If you want overall performer with strong v shaped sound and amazing soundstage get the x2s. If your like me and love your bass, and want amazing mids, soundstage and comfort with easy on the ear treble get these meze 99 classic or neo! If I could only have one of these headphones it would be a real hard choice between the 58x and these meze 99s but I'm pretty sure I would take the meze 99. Best bass, best looks, best out of the box accessories and easiest to drive (nothing more than a cellphone required) I hope I was able to give something of an idea of what to expect from these.",
          "SOUND: I've had these headphones for almost a year now. When I was shopping for headphones, I wanted something with a warm sound signature and good bass. I am very treble sensitive and these headphones have the perfect sound signature. I listen to a lot of synth-pop and EDM, music sounds fun and exciting. The bass doesn't 'slam', it's more about the sub-bass which I feel are these headphone's bread and butter.\n\nGAMING: Very cinematic in games and sounds really good especially in single-player games. However, because these are closed back headphones I don't think the sound stage is great, it can feel a bit 'cramped', and these probably aren't the best for FPS games.\n\nCOMFORT: Unfortunately, I don't find these as comfortable as other folks claim. Even after stretching these out there is still a noticeable clamp and adjusting them can be uncomfortable. The cord is awful and splits very close to your neck and there is no way to adjust it; I find the cord frequently rubbing up against my neck and it's very irritating. The pads can become hot and sweaty; I actually bought memory foam pads to replace them because the stock ones are so bad, but unfortunately the memory foam ruined the sound signature of these headphones. I usually wear my headphones all day but I frequently find myself taking these off whenever I can and is a big reason I'm looking to replace these even though I love the sound signature.\n\nOverall, these headphones sport a warm, bass heavy sound signature that sounds great for music and single-player games, but it's limited sound-stage and closed-back nature can make it feel cramped and not good for FPS games. While I adore the sound signature, if comfort is a big concern you may be disappointed.",
          "Si bien son un poco caros, son audifonos premium de alta calidad con un sonido increible, no se sienten pesados, las almohadillas son comodas incluso durante largas sesiones de uso, la diadema es de buena calidad y se extiende bastante. Totalmente recomendados.",
          "",
          "These headphones are not bass cannons by any means. Reviewers saying these are bass heavy are probably used to very flat sounding audiophile headphones. If all you care about is the amount of muddy bass then go with a pair of Sony MDRXB's. Where these headphones excel is the ability to deliver great clear bass that isn't muddy, as well as crystal clear vocals. They sound very good out of the box but I would recommend an external Amp or DAC that has bass controls on it as it does improve the sound quality. The soundstage is better than most consumer headphones in this price range but not as good as the DT 770 Pro, however these do not have any of the harsh treble that the DT 770 has which can be ear-piercing at times, and they have much better bass.\n\nThe headphones are the most comfortable headphones I have ever worn. They are even comfortable when wearing glasses. The clamping force isn't very tight so they would not be the best pair of headphones to walk down the street with on. They also have good passive noise isolation but not great as they don't clamp on your head too tight.\n\nThe materials all feel very premium. The leather on the earcups is very nice to the touch and feels much better than leather earcups on other headphones in the same price range.\n\nThe included hard-shell case looks great and doesn't feel cheap by any means. It is a tad larger than other headphone cases however this makes it very easy to put them in the case or take them out on the fly which I prefer.\n\nThe mic quality is good but not great. I have $50 earbuds that have a better microphone than these but they are still good enough for phone/video calls and I have never had anyone on the other end complaint that they couldn't hear me.\n\nI had an issue with my headphones when they arrived. One of the earpads had been damaged in the shipping process and wouldn't stay on the earcup. Customer support was very quick to fix the issue and offered to ship me new earpads, and entirely new headset, as well as compensation which I was not expecting from a premium headphone manufacturer. A+ customer support from a small vendor.\n\nI would recommend these headphones if:\n-You listen to a wide variety of music which includes bass heavy tracks as well as more vocal focused music.\n-You will mainly be using these headphones while stationary such as at a desk.\n-You want comfortable headphones you can wear all day.\n-You want to enjoy your music and not analyze every note.\n\nI would not recommend these headphones if you only listen to one genre of music or need exceptional passive noise isolation.",
          "Jamais entendu un son aussi naturel de cette qualité, avec en prime des bonnes basses !!! Et que dire du confort, grâce au double arceau on ne le ressent absolument pas sur sa tête !! Gros coup de cœur",
          "",
          "What can I say these are amazing, you hear things in the music that you don’t hear from cheaper headphones.\n\nI use AirPods for convenience and when I want to sit down and just listen to music I use these. I currently just use Apple Music with the highest quality possible and just plugged in to my phone. I do plan on getting an amp but I’m debating whether they can sound better.\n\nAnyway I am very happy with these.",
          "Os contaré mi experiencia de cómo y porqué llegué a escoger estos auriculares, los Meze 99, y cuál es mi opinión sobre ellos, porque personalmente a la hora de gastarme esta cantidad de dinero me gusta estar lo más seguro que puedo de mi compra y las opiniones detalladas me son de gran ayuda a la hora de decidir, aunque la mayoría de las que leí se centraban casi únicamente en la calidad de sonido y creo que hay otros aspectos importantes a la hora de escoger unos auriculares que te tienen que durar mucho tiempo. Así que procuraré no dejarme nada y ser totalmente sincero.\n\nAntes que nada, al comprar unos auriculares hay que tener muy claro el uso que les vas a dar y el presupuesto del que dispones. También evaluar si los quieres con cable o bluetooth (se dice que con el bluetooth pierden información de sonido). En mi caso buscaba unos auriculares que me permitieran disfrutar de una experiencia inmersiva, pues los usaría principalmente en el autobús. Por este motivo me decanté por unos de diadema circumaurales (los que envuelven toda la oreja. Existen también los intraurales, que son los pequeños que te metes dentro del oído, y los supraurales, que son de diadema pero no cubren toda la oreja), pues suelen dar más calidad de sonido y me parecen más cómodos.\nMi presupuesto era de 200 euros aprox. como máximo.\n\nEn casa tengo unos Beyerdynamic DT990 Pro que utilizo para edición de audio. Estos dan una calidad de sonido excelente y neutro y cumplen su función a la perfección dentro del estudio, pero necesitaba ahora unos cascos versátiles y de uso más lúdico, no para editar sino para disfrutar de música de distintos géneros en cualquier parte, y los Beyerdynamic no eran recomendables para llevar a la calle por varios motivos:\n•Tienen una impedancia muy alta (si desconoces qué es la impedancia, vale la pena informarse) de 250ohms, y por lo tanto a la hora de escuchar música desde el móvil se oye muy flojo; necesitan ser conectados a la tarjeta de sonido que tengo en casa (existen también amplificadores portátiles) para sacarle todo su potencial. Por lo tanto necesitaba unos con una impedancia baja.\n•Son auriculares semi-abiertos, es decir, no aíslan el sonido exterior. En mi caso eso es una pega por que en el bus molestas a los otros pasajeros. Del mismo modo también oyes al bebé llorón del asiento delantero. Por lo tanto necesitaba unos de cerrados (que también me servirían a la hora de grabar voces).\n•Tienen un cable exageradamente largo, pues están pensados para utilizar en estudio, pero fuera de él es un contra pues necesitas algo portable y práctico. Por lo tanto necesitaba unos con cable ligero y extraíble.\n\nAdemás, hay otros aspectos a tener en cuenta que, después de mirar diversas listas de mejores cascos, no he visto.\nEstos aspectos son:\n•Que se puedan quitar las almohadillas, pues al cabo de un tiempo se ensucian y hay que lavarlas.\n•Que el cable sea de quita y pon, para reemplazarlo si se rompe o poder intercambiarlo por otro más largo o corto según te convenga.\n•Que sean ergonómicos para podértelos poner en el cuello.\n•Que tengan una buena funda para que no se rompan en el transporte del uso diario.\n\nOtras características que para mí también son importantes son el diseño y los materiales de construcción.\n\nComo es lógico es muy difícil encontrar unos cascos que cumplan tantos requisitos. Aún así, hice una búsqueda intensiva durante varios días, y me decidí por los Audio Technica M50x (que también tienen la versión en bluetooth), del que leí innumerables reseñas positivas. Así que fui a probarlos a mi tienda habitual y me sorprendió lo increíblemente malos que eran: incómodos, se escuchaban de pena, (además de bastante feos y construídos enteramente en plástico, cosas que ya sabía pero podia sacrificar en pro de lo otro que supuestamente tenía).\n\nAsí que me puse de nuevo a buscar y a leer opiniones y encontré unos auriculares que me atrajeron de entrada por su particular diseño: los Meze 99. Vi también que se podía quitar el cable (algo de lo que disponen muy pocos modelos), que tenían una impedancia asombrosamente baja (26ohms) y aunque eran de una marca hasta entonces desconocida para mí, había muy buenas reseñas.\nMe gustaron mucho pues era el único modelo que cumplía con todo lo que buscaba, pero no lo tenían en mi tienda de confianza así que me arriesgué y los compré sin probarlos previamente. Aunque los Classic me flipan, al final me quedé con el Neo por ser 100 euros más barato y también es atractivo (lo compré en enero 2021 por 200 euros).\n\nEscribo todo esto pues, después de un mes de haberlos adquirido y probado regularmente. He de confesar que me han sorprendido gratamente. Mis espectativas ya eran altas, pero al abrir su cuidada caja, ver su elegante funda rígida y descubrir unos cascos que se ven fantásticos (están tremendos y se palpa calidad cuando los sostienes) con sus acabados metálicos, me quedé realmente sorprendido. Además del cable y la funda, incluye un adaptador jack.\n\nSu calidad de sonido es buena si la comparo con los Beyerdynamic, que son una bestia. No soy un entendido en la materia pero no creo que exageren ninguna frecuencia; estan bastante equilibrados.\nDestaco que, como otros cascos cerrados que he probado, al cabo de una hora larga de escucha, tienes que quitártelos un rato pues te empiezan a molestar las orejas.\nTambién quiero comentar que me los enviaron en su caja original, sin ningún otro envoltorio que la cubriera, y se podrían haber dañado fácilmente durante el transporte, cosa que por suerte no pasó. No se si esto es cosa de amazon, del propio fabricante o de la compañia de reparto.\n\nEn caso de que le encontrara pegas en un futuro reeditaría esta reseña, pero se los ve resistentes, un objeto al que probablemente le cogeré cariño y me acompañará durante muchos años.",
          ""
        ]
      }
    },
    {
        "item2" : {
            "ID" : "2",
            "link": "https://www.amazon.com/Bluetooth-Headphones-Canceling-Playtime-Earphones/dp/B0CJM9RHTR/ref=sr_1_218?c=ts&keywords=Over-Ear+Headphones&qid=1703082644&s=aht&sr=1-218&ts_id=12097479011",
            "name": "Bluetooth Headphones Noise Canceling 4 Mics Clear Call Stereo Bass Sound 60H Playtime Wireless Charging Case Over Ear Earphones LED Digital Display Headset with Earhooks for Sports Running Workout Gym",
            "price": "25",
            "description": "【4 Mics & Stereo Sound Quality】Each earbud of the wireless earbuds built in dual microphones.Four microphones work together to reduce the ambient noises, enhance your voice during phone calls.The bluetooth earbuds adopt advanced chip,10mm speaker that provide clear and balanced stereo sound quality.With a highly supple diaphragm that reproduces a rich bass range and reduces distortion, giving you an immersive listening experience. They make a great Christmas gift for friends and family.\n【Wireless Charging & Type-C Charge】The sports bluetooth headphones support two charging methods. One is to use the supplied type-C cable to charge the charging case. The other is to put the charging box on the wireless charging pad for charging, which can reduce the damage to the charging port caused by frequent plugging and unplugging of the data cable and protect the charging port. Two convenient charging methods to meet your different needs.(The package doesn't include wireless charger)\n【Stereo and Mono Mode & 60 Hours Playtime】The wireless headphones can switch seamlessly between stereo and mono mode. Both earbuds can work together or be used separately. When you put one back in the charging case, you don't need to reconnect them, just click it again to play music.This bluetooth earphones can play for 8-10 hours on a single charge. The charging case can recharge the earbuds for extra five times, so you can get 48-60 hours total playtime from a fully charged charging case.\n【LED Digital Display & Designed for Sports】The LED digital display on the charging case allows you to clearly and intuitively understand the power of the wireless earphones and the charging case, and whether they are fully-charged.This bluetooth headset with flexible and soft earhooks can fit different perfectly, they don’t fall off even during intense exercise and you won't feel tired and sore from wearing it for long time. Perfect for sports, running, hiking, jogging, etc.\n【One Step Pairing & One Button Control】Pick up the sports wireless headset from charging case, they will auto power on and pair with the device automatically. (As long as your sport earbuds have paired to the device before). Widely compatible with most bluetooth devices such as IOS, Android phones, tablets and laptops.You can press a button on any of the earbuds to play, pause songs, answer, hang up or reject calls, and activate Siri, freeing your hands.",
            "rating": "4.6",
            "rating-number": "378 ratings",
            "img-src": "https://m.media-amazon.com/images/I/81GTjUFV94L._AC_SY355_.jpg",
            "reviews": [
              "I use these headphones to work around the house, I use them at the gym to work out, and I use them while I'm doing lawn work.\n\nThe battery life on these headphones is extraordinary. The quality is very high, given the price point. I would easily put these up against most, way more expensive, headphones in both sound and performance.\n\nThe rechargeable case is a really cool feature. It uses USB-C, which I really like. The outward display is excellent. The battery life is extremely long and the quality of the headphones is very good for ear bud style headphones.\n\nThe range of the Bluetooth is phenomenal. I can get around my entire double lot without breaking up. Additionally, the option to charge the case via USB-C or a wireless charger is a really great feature.\n\nThese headphones were easy to pair with any Bluetooth device and quickly adapt to whatever media you're feeding to them.\n\nFrom a person who has owned very expensive wireless headphones in the $200 to $300 range, I would happily buy multiple sets of these headphones in lieu of buying one very expensive set.\n\nAs far as style and comfort goes, these are some of the most comfortable earbuds I've ever worn. They fit very nicely around the ear and they come with a few different attachments so you can change the size of the earbud for maximum comfort. The quality of the sleeves are very high and the fit is very nice. It is very soft and smooth material.\n\nOverall, I would highly recommend these to anyone who is an avid listener of podcasts or music on any device and frequently uses headphones to not disturb those around them. These headphones do a great job at canceling outside noise and have a fantastic audio quality to them, especially given their price point. The sleek black design of these with very clear indicator lights makes them as aesthetically pleasing as they are comfortable. The case is very smooth and feels like frosted glass with a clear charging indicator on the front to check the remining capacity of the device. Also much to my surprise the headphones were at 94% charge when they arrived .\n\nOverall, this is just a great product and I would highly recommend it",
              "",
              "",
              "So far I really like these earbuds. They were extremely easy to connect via Bluetooth on my phone and no other set up besides that was needed. immediately after I took the plastic tabs off of each earbud it began charging from the precharged case that they came in. I really like how the case can be charged via USB and that it gives you a read out on how charged the earbuds are. Using the earbuds they do have quite a bit of bass and the volume can get decently high which I love. I also like that in total there are 3 different sizes on the ear piece part that goes into the ear. So that if the size that comes with it is too big or small you can try these out to get a better fit for your individual ear. I have tried out at least 3 other different types of wireless earbuds and these so far seem to be my favorite just because of the increased base and volume. They also seem to fit comfortably around my ear and don't wiggle too much. I plan to try them out while on a jog and I think they will actually do pretty well. The charging case really is pretty cool. the wireless earbuds snap into place magnetically so that if you have it open in your purse they don't just fall right out and mingle with everything else inside of your purse. The instruction manual is very simple and easy to read it even gives a great grid to refer back to for how to use the button on the wireless earbud. I do wish that it had a separate button for volume increase and volume decrease but so far the button seems to work OK for everything that it needs. Because the earbuds have a primary and secondary designation the batteries are different for each. The battery of the primary earbud dies faster than that of the secondary earbud which is normal. If you get a call on your phone while you're using the earbuds you have the option to answer it with one click or you can reject it with a long click. I really like the company that makes these. I have bought several different models from them and like them all. Very affordable. Considering getting my husband a pair. The manual says that they will stayed paired for up to 33 feet from your phone. They will stay charged for 8-10 hours. It only takes 2 hours to fully charge them on the case. It takes 3 hours for the case to recharge itself. Love how you can be mobile and charge these while out and about.",
              "I've purchased previous headphones from this same company and each time I’m very impressed with their quality. This time, I’m really loving these new headphones because I can use this to speak to friends on the phone while listen to music at the same time.\n\nOkay now, before you read on you need to understand. I wasn't looking for an awesome listening experience. I was looking for a inexpensive set that would produce sound at a level that still makes them useful while flying. I needed something that would last, sound great and have great quality.\n\nThe outside case:\nSmall enough to fit into your pocket or handbag. There is an indicator on the outside that tells you how much battery life is remaining which is so cool and it will constantly charge your headphones when placed within the case. The lid is kept close with a small magnet, which is a nice thought. Unless your trying to close it without making any noise as the mentioned magnet loves to make it close with a very noticeable snap. Charging is very simple and the lights indicating the battery level makes knowing whats going on very easy.\n\nThe buds:\nThey fit nicely, pairing was incredibly easy to complete and they do connect pretty much flawlessly every time they are taken out of the case. They sound great overall. You can control the volume and pause what your watching / listening to on the buds by placing your finger on the right spot.\n\nWith all of that said, if your looking for a set of buds that will give you the performance then it's worth checking out. These are a great budget set that preforms like a budget set."
            ]
        }
    },
    {
        "item3" : {
            "ID" : "3",
            "link": "https://www.amazon.com/Silensys-Active-Noise-Cancelling-Headphones/dp/B09FXCV23L/ref=sr_1_219?c=ts&keywords=Over-Ear+Headphones&qid=1703082644&s=aht&sr=1-219&ts_id=12097479011",
            "name": "Silensys E7 Active Noise Cancelling Bluetooth Headphones with Microphone Deep Bass Wireless , Over Ear, Comfortable Protein Earpads, 30 Hours Playtime for Travel/Work, Purple",
            "price": "59",
            "description": "Active Noise Cancelling ANC: Advanced ANC technology significantly reduce aviation, crowded and noisy environment. Get away from distracting sounds, and immerse yourself into your ideal music, movies, audiobooks or videos. You can finally listen to what you want to hear and focus on YOU! The noise cancelling feature operates smoothly in both wired and wireless modes.\nCustom 45mm Large Aperture Drivers: Make the world sound better has always been the central focal point of our audio engineering. Our Custom 45mm powerful drivers of this noise cancelling headphone produce superior sounds with crystal crisp clarity with a well-balanced deep bass response for any type of music you love.\nPremium Built-in Microphone and Bluetooth 5.0 Technology: By quick-simple pairing with your Bluetooth-enabled devices, the headset then has a stable Bluetooth connection. Efficient stable Bluetooth connection with a high-quality built-in microphone gives you true wireless freedom for all your calls. Making it possible to have clear sounds during your hands-free conversations. These features are a real GAME CHANGER!\nLight Weight and All-day Comfort: With Natural protein earpads, you will be able to experience marshmallow like softness texture on the headband and ear cushions. The durable 90Degree rotating earcups, makes it easy to adjust the headphone to your preferred fit for all-day comfort. Reminder: It is highly recommended to remove headphones every 1-2 hours, so your ears can relax for a pleasant hearing experience.\nKeep the Music Going: With 30Hours playtime with a built-in 750mAh Battery, you can now enjoy 30 hours of non-stop music, videos, or movies in Bluetooth mode for long haul flights or travel with a single full charge. You do not need to worry about your wireless headphones powering off mid-flight/mid-trip. 18-Months Worry Free warrant for this item purchased in NEW Condition. Our dedicated Customer Service Team will provide you with friendly services and quick resolution.\nConnector Type: Bluetooth wireless\nCompatible Devices: Cellphones, laptops, tablets, desktops, windows, mobile, ios, android",
            "rating": "4.4",
            "rating-number": "7,332 ratings",
            "img-src": "https://m.media-amazon.com/images/I/61-rkUmX5bL._AC_SY355_.jpg",
            "reviews": [
              "Head phones work great super comfortable and battery lasts forever! my only complaint is that the volume of my device and the headphone volume adjuster are separate so it can be difficult to keep a good volume",
              "Love the head phones, they have a long charge and they are great with blocking out back ground noise",
              "The sound quality is great and the headphones are very comfortable and durable, for the most part. I started using these september year ago, and they worked great and still do in terms of audio. However, as of these past few months, the headphones have had some issues. The outer coating of the headphone padding has started to peel and shed off, leaving black specks on my face and neck. Additionally, the max charge has been steadily falling for a couple of months. Before, I could wake up early, fall asleep with them on, and wake up in the morning without them being on low battery. However, it has gradually dropped to about 18 hours, and today, they were only able to hold a charge for 13 hours. Again, these have seen pretty much daily use from me and have seen some rather unfavorable conditions (nothing too bad, just some light sprinkles and I don't believe water got inside), so this may just be a result of constant use. Maybe not a good choice for long term use, but other than that, I am very satisfied with these",
              "I have been using these for about 5 months, and I am really happy. I find them to be comfortable, decent sound protection, and overall good listening. I keep them charged and in 1-2 hours have never lost power or noticed decreased sound.",
              "They do not cancel all the outside noise but enough that i don't notice it. Sound is surprisingly good considering that I have some hearing loss. Blutooth connects quickly and volumn is easy to set. The earpads are also comfortable which is a big plus for me as I find most to become uncomfortable after just a short time.",
              "The se headphones are effective and give me a great sound for books or music. helpful on airplanes and around house while working. They connected easily to my Bluetooth systems.",
              "When I excitingly opened my box I didn't even bother to see or read anything just took the headphones out. Unsynched my Cowin E7 from my phone and added these. I noticed right away the E7 logo on the side and was like what the heck is this? I grabbed my old pair and was like. Umph whatever.\n\nI put them on and felt a bit off. But again thinking its because they are new silly goose. As you can see from my pictures, I USED AND ABUSED MY COWINS! I make music and they were a downgrade from my JVCs which I had for years. I bought my Cowins in 2019 I believe maybe sooner. I love them. I was shocked at the bass and the clarity of my music, other music and movies alike. They are perfect for the $50 I slapped down vs the $200 for my pair prior.\n\nWell needless to say the sound quality on these are trash in my opinion. I was listening to a song and was like this really isn't right. So I like the genius I am not, put both pairs on and decided to switch back and force between the two during different parts of the song to compare and yeah they don't live up.\n\nThe bass is weak which is a no go for me. The Cowins always had the bass on point so when I plugged into other sources like speakers and my car it was not too much nor too weak. These new E7 I can tell you right now if I don't remember every time to mix correctly will have the bass way too deep every single time. Drawing out other components most likely.\n\nEven trying to watch a movie they are not as loud as my Cowins. I used the hold them side by side and crank it up test. I use to get stopped and stared at on the train, bus or walking, \"Those are seriously loud 😐\" \"Dang those are some good headphones\" \"How are those so loud?\" \"I can hear every word of what your listening to\" are just some of the comments/compliments I have gotten over the years. I do not think I will be getting the same reaction from these E7s.\n\nI'm super saddened by this as I'm seeing the old versions are no longer available. And it sucks. There's nothing wrong with my cowins except they are very stretched out and as you can see the ear covers are just decimated. I think I'm going to gift my son with these new ones as he just uses them to game mostly.\n\nI'm really really sad you guys. Like pressed about this. Those Cowins were perfection. What the heck happened? I'm again really sad I didn't buy 12 of them sooner to be prepared for the dreadful day they stop working on me. I just don't want to think about it.\n\nDid I mention I'm sad?",
              "I’m autistic and I suffer from sensory overload. These headphones have completely changed my life, I wear them every single day and never leave the house without them. They’re comfortable, they’re effective, they take the edge off the noise without shutting me out entirely, they stay connected for hours at a time, the battery lasts for days, the sound quality is great, I could go on and on. By far one of the best headphones you could possibly get for the price. I bought another pair three years ago, the only reason I had to replace them was because I wore them so much the faux leather started peeling off. No other part of the headphones stopped working, just the leather. I got the warranty this time around, so I never have to worry about it again.",
              "",
              "",
              "🇧🇷Chegooooouuuu🖤\n●A caixa estava em perfeitas condições\n●O fone veio um pouquinho diferente mas eu até gostei mais.\n●O anti-ruído dele é ótimo, quando a música está tocando ñ ouço nada de fora, pode acontecer um incêndio que vc não vai ouvir, é esplêndido.\n●O grave é muuuuuito booommm.\n● Veio uma bolsinha pra guardar ele, veio um cabo usb pra garregar só não veio a fonte? Sla como diz, mas estou usando a do celular msm, e veio um treco deve ser pra conectar sem o bluetooth.\n● Aliás pega muito bem o bluetooth eu fui longe e pegou bem.\n●Eu ñ cheguei a testar o tempo da bateria direito pq eu estava ansiosa pra usar ele... chegou desgaregado, garreguei por 10 minutos +/- e durou a tarde toda até a noite, creio que é muito boa só por este breve carregamento.\n● O material é bem gostosinho de usar, mas como eu li a descrição e cuidados com o fone, ñ é indicado usar na chuva deixar pegar humidade ou suor, pode estragar, então se cuidar direitinho ele vai durar muito tempo, é isso eu amei o meu.\n●O design é lindo.\n♡Apenas comprem♡.",
              "",
              "Os fones de ouvido ficam em volta da orelha, aumentando o isolamento de ruídos externos. O custo-benefício é excelente.",
              "",
              "O produto enviado não corresponde ao anunciado.... confundindo o comprador que faz sua compra pelas avaliações postadas (de um produto de maior categoria ou mais atualizado). Apesar do reembolso ter sido realizado sem problemas, isto causa transtornos e atrasos. O produto em questão era presente de NATAL que não conseguirei receber a tempo.",
              "",
              "Eu achei de bonito e funcional.... maravilhoso. Gostei mesmo.",
              "",
              "Comprei para minha filha. Adorou o presente. É muito confortável, além de isolar o ruído incômodo dos sons graves. É bonito.",
              ""
            ]
        }
    },
    {
        "item4" : {
            "ID" : "4",
            "link": "https://www.amazon.com/BRNEWO-Bluetooth-Headphones-Wireless-Subwoofer-Bluetooth/dp/B09DT1BPJ2/ref=sr_1_220?c=ts&keywords=Over-Ear+Headphones&qid=1703082644&s=aht&sr=1-220&ts_id=12097479011",
            "name": "BRNEWO Wireless Bluetooth Headphones Over Ear, Hi-Fi Stereo Foldable Wired/Wireless/TF for Travel/Adult/Kids/Teen, 25 Hours Playtime(Red)",
            "price": "25",
            "description": "High-fidelity stereo: Dual 40mm large aperture driver units and Bluetooth 5.0 Tech provide more stable transmission speed, lower latency and better audio output. switch according to different music the balanced sound. You can enjoy high-quality crystal clear stereo sound with our over-ear headphones.Provide 1.5M extended audio cable.The goal that provide Customers with outstanding sound quality is our constant pursuit.\nSkin-friendly rubber-feel paint, more comfortable to touch. Thick memory protein ear cushions simulate the texture of human skin, breathable and durable. The adjustable slider and padded headband give you the most comfortable enjoyment.Ergonomic Design,to fit everybody’s head and ear perfectly, Besides, it is very light and bring no burden for your head.BRNEWO headphones is the best choice for travel, sport and daily use by Unisex Kids, Teens and Adults\nHD noise reduction microphone: A microphone is built into the headset which let you enjoy a completely hands free listening experience in high definition calls; Directly control music or answer/hang up calls through headphones.The ear cups are made of acoustically engineered memory foam that provides pillow-like softness while listening.\nSeamless Bluetooth Connection: Built to provide a quick and stable Bluetooth connection .and can be paired with two devices at once and seamlessly switch between them - meaning you can quickly switch from listening to a playlist on your phone to taking a conference call on your laptop.The wireless Bluetooth headphones are compatible with all Bluetooth-enabled devices,Smart phones, Tablet, Laptop, iPads, MP3/4 Player, Compuer, MacBook and other Bluetooth devices.\nWired & Wireless 25 Hours Playtime: High capacity rechargeable battery provides up to 20H playtime in wireless mode . Audio cable provided for never power off listening.BRNEWO Headphones are Rechargeable. You have the freedom to switch between wired mode or wireless mode without interruption. You do not need to worry about power shortage problem for the long travel.You are covered with 12 Months warranty and 100% Customer satisfaction in addition to 24/7 Customer Support service.",
            "rating": "4.1",
            "rating-number": "430 ratings",
            "img-src": "https://m.media-amazon.com/images/I/61VqlU3fDuL._AC_SY355_.jpg",
            "reviews": [
              "Sounds great ,easy to use.",
              "They have held up strong, battery life is great",
              "Easy to use, convenient, comfortable fit, love the color, has good quality sound, wouldn’t recommend for calls but for listening to music they’re perfect. Good buy for the price. Performance is great for listening to music or podcast for calls i think its not the clearest sound. Overall good quality and good buy!",
              "My son is autistic and has his headphones on anywhere from 12-16 hours a day. For the money paid, they have held up better than the beats we paid a fortune for.",
              "Complete waste of money. We’ve only owned these 1 month and the fabric around the ear things came out. You can’t put it back in so we’re unable to wear these anymore. Huge disappointment.",
              "It’s a good product for the price. The only thing I didn’t like is that it was easy for the cushions to tear off. My son didn’t have it but a week in the cushions of the ears fell off.",
              "My daughter did a Spider-Man theme senior photo shoot in the city and use these headphones along with a jean jacket. I can’t speak to the sound quality I’d have to ask her, but as far as product quality and appearance, they were perfect for what we needed."
            ]
        }
    },
    {
        "item6" : {
            "ID" : "5",
            "link": "https://www.amazon.com/Skullcandy-Over-Ear-Headphones-Microphone-Bluetooth/dp/B0CBLM9MMC/ref=sr_1_221?c=ts&keywords=Over-Ear+Headphones&qid=1703082644&s=aht&sr=1-221&ts_id=12097479011",
            "name": "Skullcandy Crusher Evo Over-Ear Wireless Headphones with Sensory Bass, 40 Hr Battery, Microphone, Works with iPhone Android and Bluetooth Devices - True Black",
            "price": "149",
            "description": "What is Crusher Tech? Boost your bass with the sensory bass slider, mellow out or go all in skull crushing! Crusher Tech enhances your iPhone, Android or Computer audio experience\nFeel the bass tuned to you - Listen to songs the way they were made to be heard. With the Personal Sound feature, the Crusher Evo analyzes your hearing and produces sound specifically for YOU\nOne fat battery with 40 hours of playtime. And with Rapid Charge technology, you get 4 hours of charge in 10 minutes with the included USB-C cable. Alternatively, stay connected at all times with the 3.5mm audio cable\nNever lose your headphones again with Built-In Tile Technology. Be able to find your headphones in real-time with the Tile App\nIncludes a bonus Skullcandy charging cable\nBuy with Confidence - 1 year US warranty included",
            "rating": "4.6",
            "rating-number": "152 ratings",
            "img-src": "https://m.media-amazon.com/images/I/71h4yXLf4NL._AC_SY355_.jpg",
            "reviews": [
              "These headphones are awesome. They are perfect for using on long flights thanks to their long battery life and comfortable over the ear cushions. The craftsmanship quality is great, and it’s so nice to be able to adjust the bass with the slide of your finger depending on what you’re doing. They also come with a nice travel carrying bag, and the quick charge feature is so nice to have when you're on the run. Setup to my iPhone took less than 15 seconds with just one push of a button. I’d definitely recommend this product to those looking for quality headphones.",
              "I been wanting some over the ear headphones and decided to go with these because I'm a bass lover. These feel and are premium quality. Connecting to Bluetooth is super easy and the app also has a few settings that you can adjust for your preference. After hooking up I put on a song that I know has bass and I let it rip. When I say these sound good even in high bass, it's an understatement. These are the most fun headphones you can get and for the price you can't compete. From now on I will make sure I get a set every other year.",
              "This is my pick of the year! Maybe the century!\n\nI am both Autistic, and also a little biased.\n\nI had the previous generation skull crushers. The left side broke, and skull candy replaced them in warranty for free.\n\nI wore those replacement headphones for about four more years until the bass slider started acting up.\n\nSo when it came time to by a new pair, it was between these and the ANC model. The ANC model was about 100 dollars more, and I’m not a big fan of ANC’s because they usually have a high pitched hiss whenever there’s no noise coming through.\n\nI was super happy when I found the non-ANC model. Because they were cheaper and most closely resembled my old pair.\n\nThe bass is just a touch stronger than the last generation. Highs and mids are nice too.\n\nI really like the bass slider, because anything with a muddy baseline, you can turn down. Also anytime you are listening to an audible book, if the voice is low, you can turn the bass down.\n\nAll in all I would buy these again.\n\nI have recommended to several friends, some Autistic, some not. Everyone that tries them wants a pair and are really excited they are so affordable.",
              "I like these . They really seal to your ears & the sound is nice. However the volume is not all that much. In my opinion the volume could be louder. Thes are however easy to link to Bluetooth & stay linked. Easy to use. Thank you Amazon.",
              "These are extremely comfortable, easy to pack, and the buttons are easy to press and use to connect to different devices. The battery life is INCREDIBLY long and the sound is absolutely incredible from one song to the next. The Quality of the Noise Cancellation is really next level, but not advisable for people, mainly kids or people who are not stationary or in a safe place to use in public. The only reason being that it can block out many or ALL voices that could be trying to get their attention or warn them of obstacles. Thats why I only use these at home, in a vehicle I’m not driving, or when I am doing a solo housekeeping job so I am aware of all the tools I am using.",
              "I wear them mostly to the gym but also at home the sound is amazing the battery life is actually crazy and there so comfortable only thing I noticed is they do slide off a bit when I do certain exercises but that's as expected overall best headphones I've every purchased",
              "Overall I am very pleased with these headphones. I'm not super knowledgeable or picky on sound details so I cannot give a super techy sounding review. That being said if you're a normal person that is just looking for a solid pair of headphones that aren't overpriced these are great. I mainly got these for the gym which they are great for because of the bass. They are not the noise cancelling version so don't get them and write a bad review because of that because you'll look ridiculous. haha. Again very pleased which has been my general experience with skull candy and the extra charging cable thrown in is a nice touch. Well done skull candy.",
              "I've owned the first wireless Crushers and now the Crusher Evo. Like a lot of reviews describe it, they're absolutely fun to use. If you're one of those people who has never owned a Skullcandy product - the 'Crusher bass' is not simply a equalizer bass boost that other headphone companies offer. There's a physical slider on the left headphone earcup right below the orange button. Sliding this upwards increases the vibrations generated by physical components within the headphone itself. You absolutely have to try it on maximum strength on some bass heavy music --- it will literally make your head rattle.\n\nMy personal favourite is watching movies on my ipad with the Crushers. Try out some bass heavy movies like Michael Bay film, flight scenes from Top Gun Maverick, or the ending sequence of Avengers Endgame and you'll understand what I mean. And don't even get me started on playing games with the Crusher Evos --- absolutely mind blowing :)\n\nFor the price you pay for Crusher Evos, they're definitely worth the value compared to other brands at the same price. I also use Tile for my keys/wallet at home, so having that feature built into the headphones is nice. There's also an app that you can download to your phone that allows you to further tweak the audio profile for optimal hearing.\n\nOverall, an awesome product and highly recommended to anyone looking for having a little skull-shaking fun with their movies/music."
            ]
        }
    },
    {
        "item7" : {
            "ID" : "6",
            "link": "https://www.amazon.com/SIMJAR-Bluetooth-Headphones-Lightweight-Microphone/dp/B0CKV3KR7B/ref=sr_1_217?c=ts&keywords=Over-Ear+Headphones&qid=1703082644&s=aht&sr=1-217&ts_id=12097479011",
            "name": "SIMJAR Kids Bluetooth Headphones, Lightweight Kids Girl Adult Headphone with Microphone, Volume Limiter 85/94dB, 50H Playtime, Over Ear Kids Wireless Headphones for Tablet/iPad/Travel",
            "price": "19",
            "description": "Kid-Protection Volume Limited: SIMJAR Purple Bluetooth Kids Headphones limit the volume of toddler headphones to 94dB. No need to worry about child's hearing being hurt, even without parental supervision\nWireless & Wired Mode: Choose the way you prefer; You're free to use our SIMJAR wireless headphone continuously for up to 50 hours after a single charge(Type-C charging). If the build-in battery is out of power, you can recharge the battery or use the audio cord to keep the headphone work\nSurround Sound & Built-in Microphone: SIMJAR Wireless Kids Headphones are equipped with HD & noise canceling microphone making them perfect for Online Courses and Voice calls, to ensure hand-free operation\nComfortable & Foldable(Easy to carry and storage): SIMJAR over-ear headphones have super soft and breathable ear cushions, which can make better isolation from ambient noise and good breathability\nAlso Fit Adult: The headband of this SIMJAR wireless headphone is adjustable, whcih make it also suitable for adults",
            "rating": "4.5",
            "rating-number": "45 ratings",
            "img-src": "https://m.media-amazon.com/images/I/511XYre+8gL._AC_SY450_.jpg",
            "reviews": [
              "My daughter’s been using these for her online classes, and they’ve been perfect. The microphone is clear enough that her teachers hear her without any trouble, and the soft ear pads mean she doesn’t fuss about wearing them. The volume limiter puts me at ease, knowing her hearing is protected. We’ve even used them on a road trip, and they paired easily with both the tablet and my phone. They fold up nicely too, saving space in her backpack.",
              "Bought these for my niece’s birthday, and they’re a hit. She’s tough on tech, but these headphones have stood up to the test. They’re light, so she barely notices them on her head, and the volume limiter means I don’t worry about her blasting music too loudly. Plus, they lasted through a whole weekend of use without needing a charge, which is a win in any parent’s book.",
              "",
              "",
              "We travel frequently, and these Kids Bluetooth Headphones have become a must-have for our trips. They're incredibly lightweight and compact, making them easy to pack. My daughter loves them for watching movies and playing games on her tablet during flights. They're comfortable enough for her to wear during long class sessions, and the microphone clarity is excellent for participating in discussions. The volume limiter is a key feature for me, ensuring her ears are protected during prolonged use. The volume limiter is fantastic for keeping the sound at a safe level. The long battery life is a lifesaver on long trips, and they recharge quickly at our stops. The microphone is a great addition for when she wants to chat with friends. These headphones have made our travels much more enjoyable for her and quieter for us!",
              "The sound quality is fine (I wore it to the gym for a workout and it wasn't so bad that I couldn't hear my music) and there haven't been any issues with it suddenly disconnecting either. These aren't noise cancelling but they're good for if you're on a walk, doing some work in public, or anything where you would still want to be aware of your surroundings. The battery life is also pretty good as my baby sister managed to get a full 2 weeks of using these at school for her classes. My only issue is that it is actually quite hard to connect it to a device for the first time. Even with the instructions it took about 4 tries so it's easier to just use the cord it comes with.",
              "",
              "",
              "As a parent, I'm always concerned about my kids' hearing, and these headphones address that worry perfectly. The volume limiter is exactly what I was looking for. My kids use them for watching their favorite shows and listening to music, and the sound quality is just right for their young ears. They're so lightweight and comfortable; my kids forget they're wearing them. The battery life is another huge bonus – they last for days on a single charge. They're also really comfortable, which is important for my kids who wear them for extended periods. The battery life is fantastic – it seems like they rarely need charging.They've been great for keeping the kids entertained on rainy days and during quiet time.",
              "",
              "",
              "As a mom working from home, finding quiet time can be challenging. They are so lightweight and comfortable that he wears them while doing his online learning and watching his favorite shows. The volume limiting feature is fantastic - I don't have to constantly monitor the volume to ensure his hearing isn't at risk. The battery life is impressive. We charge them once, and he's set for the week. The over-ear design also does a great job of blocking out external noise, which helps him focus, especially during his virtual classes. The microphone is a plus for his interactive learning sessions. He feels like a little professional taking calls with it. The wireless feature means he can move around freely without getting tangled up. They've also been a lifesaver on car rides and during my Zoom meetings. I can focus on my work knowing he's happily engaged. These headphones have not only helped him with his activities but have also brought some much-needed quiet to our home. They've really improved the way we manage our daily routines.",
              "The headphones are comfortable and fit well . Very simple and easy to use. The blue tooth connectivity was very quick. The sound quality is good. These headphones have survived a few throws to the ground. Downside is that there are no volume toggles on the headphones themselves. They are also good as wired headphones.",
              "I got these for his Ipad and he loves them the ear cushions are soft and connected to the Ipad easily comes with a charger and a connection cord if you have to plug it into your media stuff so great for airplanes ! and they don’t seem flimsy see how they hold up with my 4 year old.",
              "je les recommande",
              ""
            ]
        }
    },
    {
        "item8" : {
            "ID" : "7",
            "link": "https://www.amazon.com/truefree-O1-Headphones-Bluetooth-Noise-Cancellation/dp/B0BZS1FTQ1/ref=sr_1_218?c=ts&keywords=Over-Ear+Headphones&qid=1703082644&s=aht&sr=1-218&ts_id=12097479011",
            "name": "truefree O1 Open Ear Headphones Bluetooth 5.3 Wireless Open Ear Earbuds with 16.2mm Driver, Immersive Stereo Sound, Noise-Cancellation Mic for Clear Calls, 45H Playtime, for Sports Workout Gaming",
            "price": "59",
            "description": "Open-ear Comfort & Aware Of Danger: The open-ear design of bluetooth headphones helps to achieve true painlessly and harmlessly. No need to put the earbuds in the ear canal, so ears will not feel sore and painful even listening to music for the whole day. These headphones also allow you to hear the surrounding sounds and avoid potential dangers while enjoying your music, especially outdoors, walking on the street or riding a bicycle.\nPowerful Stereo Sound Effects: TRUEFREE O1 wireless headphones feature large 16.2mm speakers that provide immersive sound with crisp, clear high notes and deep, rich bass. Adopts unique directional sound transmission technology, the sound can be directly transmitted to the ear, improving the traditional sound leakage problems of air conduction headphones, which you can fully concentrate on your music, podcasts, or work without bothering people around you.\nAdvanced Bluetooth 5.3& Instant Pairing: With advanced bluetooth 5.3 technology, you can get 2X fast transfer speed (75% higher than the previous generation) and a more stable connection. Open the lid of the charging case, open ear bluetooth headphones will be paired with each other automatically, and just hit on Bluetooth list \"Truefree O1\" on your device to connect, avoiding complex operations and saving waiting time.\nCrystal Clear Calls: Equipped with 4 microphones as well as ENC noise cancelling technology, the earbuds can filter the environmental noise and clearly pick up your voice at the same time during phone calls, zoom meetings, etc.\n45Hrs Ultra Long Playtime & Game Mode Low Latency: With up to 10 hours of play on a single charge and 45 hours of battery life with the charging case, these wireless earbuds provide comfortable, uninterrupted listening. In game mode, wireless earbuds with earhooks can accurately capture the sound of footsteps, gunfire, and other critical audio cues, helping players quickly identify enemy positions and gain a competitive edge.\nAPP Control & Multipoint Connection: Download the“Truefree\" APP on Google Play or the APP store. With Truefree APP, you can easily customise your control function like game mode, adjust the EQ to tune the optimal sound, and update the firmware. Choose the \" Dual Device Connection\" in the APP, you can connect your devices to two devices, and easily switch music, videos, calls, and more between 2 devices.\nTRUEFREE WON'T LET YOU DOWN: Customer is the first priority. TRUEFREE is commited to providing you with excellent experience. Please don't hesitate to contact us if you have any problem or suggestion about the product. We are ready to offer you a satisfactory solution.",
            "rating": "4.3",
            "rating-number": "1,751 ratings",
            "img-src": "https://m.media-amazon.com/images/I/61UY1EzemlL._AC_SY355_.jpg",
            "reviews": [
              "I recently purchased these Open Ear Headphones and I'm incredibly impressed with their performance across various activities. Here's my detailed review highlighting the pros and cons:\n\n**Pros:**\n1. **Immersive Stereo Sound:** The 16.2mm drivers deliver rich and immersive audio, making every beat crystal clear, whether you're working out, gaming, or simply enjoying music.\n2. **Innovative Open Ear Design:** I love the open ear concept! It allows me to stay aware of my surroundings while enjoying music, ensuring safety during outdoor activities.\n3. **Bluetooth 5.3 Connectivity:** The Bluetooth 5.3 technology provides a stable and seamless connection with my devices, allowing me to move freely without worrying about signal drops.\n4. **Noise-Cancellation Mic:** The noise-cancellation mic ensures clear calls even in noisy environments, making it ideal for work calls and catching up with friends and family.\n5. **Long Battery Life:** With an impressive 45 hours of playtime, these earbuds keep up with my active lifestyle without constantly needing a recharge.\n6. **Comfortable Fit:** The earbuds are lightweight and ergonomically designed, providing a comfortable fit even during extended wear.\n7. **Versatile Usage:** Perfect for sports, workouts, gaming, and everyday use, these headphones are incredibly versatile and cater to all my audio needs.\n\n**Cons:**\n1. **Limited Bass:** While the sound quality is excellent, the bass could be slightly stronger for a more immersive audio experience, especially for bass enthusiasts.\n2. **Not Fully Noise-Isolating:** The open ear design allows ambient sound, which is great for safety but might not be ideal for users seeking complete noise isolation in noisy environments.\n\nIn summary, these Open Ear Headphones are a game-changer for anyone with an active lifestyle. The combination of immersive sound, open ear design, and long battery life makes them a top choice for sports, workouts, and gaming enthusiasts. While there are minor drawbacks, the overall performance and versatility make these earbuds a fantastic investment. Highly recommended!",
              "I was looking for earbuds that didn’t seal my ear canal and that I could listen to my surroundings, and what a great surprise I got with these Truefree O1.\n\nI must say I was a little bit skeptical with the design, they looked a little weird but once you put them on, they feel just great. They’re very lite and comfortable. The fact that they don’t seal the ear canal is very useful, since you can walk or ride a bike or use them at the office and you can still hear what’s going on around you. Sound is decent, first because the driver is pretty large, but bass is not too powerful, mids and highs are nice, so for the casual music listener or for hearing podcasts or audio books they’re really good, for the hard core music listener, these aren’t the best option. Takes a little bit of time to get used to find the touch controls but no big deal.\n\nThe case is rather large but is understandable because of the design of the earbuds. Connecting to the phone is a breeze and they connect really fast just by opening the case. Battery life is awesome, I got almost 10 hours in a single charge.\n\nThese are great for the price and for daily use when you need to be aware of what’s going on in your surroundings, just don’t expect HiFi since these earbuds push the sound to your ears instead on injecting it inside your ear. Great value for the price.",
              "These headphones make for a good option if you want open air pass-through sound. Theses headphones serve a specific purpose; if you want to be able to hear what's around you while listening to music. Ideally this is great for working out or running if you want to be able to hear cars as you're running on the side of the road for safety, these are it! You have to know that going into purchasing headphones like this because you can't expect the same booming quality sound with headphones like this that you would get out of in ear buds. That being said the sound quality is good it serves its purpose for listening to music. The bass is lacking, but that's to be expected. These feel pretty light around my ears not cumbersome. Did bot get uncomfortable after a few hours of wear I was able to run with them And they didn't fall out of place. It comes with a USB a to USB-C charger cord. Thumbs up for going USBC. Connection to my phone was incredibly easy It took no time at all and they came fully charged out of the box. The carrying case however is pretty large as you can see in the picture but these are also larger style buds that wrap around your ear so the case needs to fit a larger object. I wouldn't stick this case in my pocket to walk around with bc of the size, but perfect fit for a backpack or purse or small carrying crossbody bag. Definitely recommend if you're looking for an open ear style headphone. Battery life is solid with ab 10hrs on the headphones and another 45hrs from the case.",
              "Os fones são perfeitos, fiéis ao anúncio. Se encaixam bem, consigo escutar o som ambiente e curtir minhas músicas e outros áudios. A bateria dura bastante tempo e recarrega rápido.",
              "",
              "These headphones are excellent value for the money. I tend to use headphones while at work, sometimes for many hours. I have always found it hard to find good sounding headphones / earbuds that are comfortable for lond periods of time, while being able to hear sounds around me. These are excellent! They are very comfortable, and feel kind of like you are wearing glasses. Even with many movements they don't fall off. The sound quality is very good, with good highs, mids, good base (There is a very slight lack in base, but it is very minimal). I really like that there is nothing in going directly in your ear. I feel that it is healthier for your ears, and also isn't gross to share headphones with someone else. I alos take many calls on my headphones (including business calls) so a good microphone is essential. The microphone on these is excellent. I highly recommend these headphones!\n\nThe only thing that could be considered a negative point, is the case is pretty big compared to other brands. It has to be larger to accomodate this style. The benefit is there is lots of battery power so they last a long time. However they aren't great fitting in your pocket for long times. But itn't a big deal, compared to all the good aspects of these headphones.",
              "Con gusto comparto mis puntos de vista y opinion sobre este par de auriculares de la marca truefree que son el modelo 01... primero que nada me sorprende lo comodos que son ya que puedes traerlos puestos por horas y en ningun momento molestan, son muy pero muy comodos y al ser cero intrusivos en los conductos auditivos de las orejas pues eso hace precisamente que sean muy comodos; ahora bien al estar viendo las especificaciones uno puede constatar que cuentan con un driver ENORME el cual hace bastante bien su trabajo y adicionalmente el contar con el codec de audio LDAC pues que mas podria decir, la calidad del audio entregada es muy bella pues se notan matices en la musica que no se lograrian notar con codecs de audio no tan especializados en ello asi que aqui tienen un gran punto a su favor, los tonos altos son cristalinos y bien manejados no calan en los oidos y son muy perceptibles, los tonos medios bien traidos al frente y los tonos bajos si bien no es su punto mas fuerte aun asi se hacen presente de una buena forma bien desenvueltos; obvio para todo ello siempre recomiendo \"jugar\" con los diferentes tipos de ecualizaciones que disponga su equipo ya sea celular o tables o laptop dependiendo para que los vayas a usar.\nOtro excelente beneficio es que soportan dos dispositivos emparejados en este par de auriculares lo cual se agradece mucho y es facil conmutar entre ambos.\nel volumen creo yo es el punto menos fuerte de estos auriculares pues a mi por ejemplo me gusta llevar el audio a niveles mas altos que los tipicos y pues aqui se quedan un poco cortos en ese aspecto, ahora bien aclaro ojo con esto pues estos auriculares estan diseñados y pensados en la seguridad al momento de traerlos puestos ya que son del tipo \"abierto\" y no son de los que entran con gomitas al canal auditivo del oido cosa que ya mencione al inicio, dejando esto bien especificado puedo decir que suenan muy detallado, la separacion de instrumentos es muy pero muy buena notandose matices que no podrias escuchar con auriculares sin LDAC y el volumen aunque no es su punto fuerte creo es lo suficientemente alto para disfrutar andando en la calle ya sea en un paseo en bicileta o patines o trotando o caminando y pues en realidad para ello fueron hecho este par de auriculares por lo que aclarado el punto puedo decir que cumplen perfectamente con su cometido.\ncomo manos libres suenan excelente muy claros en todo aspecto ademas de contar con ENC el cual con la ayuda de sus microfonos elimina muy bien el ruido exterior al momento de estar en modo manos libres lo cual dicho ENC no hay que hacer nada al respecto, se activa de forma automatica en las llamadas.\nel estuche de carga es algo grandecito por lo que no es facil llevarlo en la bolsa del pantalon o pants si andas haciendo ejercicio pero facil de trasportar en mochila o por ejemplo en una cangurera y tiene la capacidad de cargar tus auriculares alrededor de 3 veces mas una vez que agotas la bateria de los mismos la cual vamos a tocar de una vez, los auriculares prometen en promedio 10 horas de actividad pero ojo hay que ser cuidadosos en esto ya que a veces nosotros como usuarios no comprendemos como se mide esto, dichas 10 horas de servicio es a un volumen aproximadamente del 70% y con la conmutacion de LDAC apagada ya que todo ello hace que la bateria se gaste mas rapidamente pero si te gusta traer el volumen a todo lo que da y con LDAC encendido todo el tiempo pues el promedio de tiempo ronda las 6 o 6 y media horas el cual es bastante bueno la verdad como sea muy bien.\ncuentan con un modo de baja latencia para cuando juegas el LAG sea casi imperceptible el cual funciona muy bien tambien y algo que me gusto mucho es que Truefree al ser una compañia hermana de SP pues debo comentar que la aplicacion movil de SP funciona perfectamente bien de hecho al momento de estarlos usando por primera vez me mando una actualizacion del firmware lo cual esta por demas excelente para asi siempre tenerlos actualizados como debe de ser.\nen conclusion estamos ante un paquete bien completo la verdad; buen sonido (muy bueno de hecho), buen desempeño, buena autonomia, faciles de emparejar y muy comodos asi que si de verdad estas en busqueda de comprarte este par de auriculares para tus jornadas de ejercicio o simplemente de ocio al ir a caminar la verdad no lo dudes que los vas a disfrutar bastante.\ngracias por llegar hasta aqui y espero te haya servido mi experiencia para si tenias alguna duda pues que haya sido resuelta, excelente dia y felices compras!!!",
              "",
              "Zitten zo comfortabel dat mijn zoon en man ook een willen! Terwijl open oor is het geluid zeer goed en doet je oor geen pijn!",
              "",
              "Adquirí estos auriculares con la intención de tener algo para usar en el gimnasio y también estar consciente del entorno al caminar o andar en bicicleta.\nConseguí un pequeño descuento al comprarlos, así que pensé que los probaría para ver cómo funcionan. Sin embargo, esta reseña NO está sesgada por eso.\nLos he tenido durante aproximadamente seis semanas y quería probarlos en todas las situaciones antes de dar una opinión.\n\nComodidad\nSon súper cómodos, tanto que a veces olvido que los llevo puestos y puedo usarlos durante horas sin que me lastimen los oídos.\nSon ideales para el gimnasio, ya que no se caen en absoluto, lo que significa que tampoco se caerán durante un trayecto.\nPuedes escuchar la música claramente y todo lo que te rodea, lo cual es excelente desde el punto de vista de la seguridad.\n\nSonido\nNo sabía qué esperar, ya que no son del tipo que va dentro del oído, pero el sonido es genial. Muy claro y no tan agudo como algunos otros que he probado en este rango de precio.\nObviamente, no competirán con los muy caros.\nLa única pequeña desventaja es que si el volumen está alto, la persona junto a ti podría escuchar lo que estás escuchando.\n\nLlamadas\nAquí es donde se destacan aún más. Hice llamadas al extranjero mientras caminaba y la persona ni siquiera se dio cuenta de que estaba afuera; los micrófonos eran tan buenos y la cancelación de ruido también funcionó realmente bien.\n\nCarga\nDuración prolongada, y solo los he cargado una vez en ese tiempo, y eso fue solo por si acaso.\n\nTambién se los di a mi pareja para que los probara, y antes de estos, ningunos auriculares le habían resultado cómodos, pero estos le encantaron por las mismas razones que mencioné anteriormente. ¡Podría necesitar comprar otro par!\n\nDefinitivamente los recomendaría si buscas comodidad con un sonido decente sin gastar una gran cantidad.",
              ""
            ]
        }
    },
    {
        "item9" : {
            "ID" : "8",
            "link": "https://www.amazon.com/Sony-WH-CH710N-Cancelling-Headphones-Assistant/dp/B086LLYK4S/ref=sr_1_219?c=ts&keywords=Over-Ear+Headphones&qid=1703082644&s=aht&sr=1-219&ts_id=12097479011",
            "name": "Sony Noise Canceling Headphones WHCH710N: Wireless Bluetooth Over The Ear Headset with Mic for Phone-Call and Alexa Voice Control, Black",
            "price": "98",
            "description": "Noise Cancelling Function: Whether you're taking a long-haul flight or commuting to work, the Automatic Artificial Intelligence Noise Canceling function (AINC) constantly analyzes environmental ambient sound components, and automatically selects the most effective noise canceling filter for your surroundings\nDual Noise Sensor Technology: Dual microphones feeding forward and backward mean the WH-CH710N headphones catch more ambient sounds than ever before. So, whether you're trying to block out city traffic or office chatter, you'll be able to get completely lost in whatever you're listening to\nAmbient Sound Mode: Ambient Sound mode puts you in complete control of your listening experience. Switch it on, and you'll be able to listen to your music, while still hearing the essential everyday sounds that keep you safe, like traffic noise and transport announcements\nListen All Day with Quick Charging: A built-in Lithium-ion battery means that you can listen to up to 35 hours of audio on a single charge. Plus, with quick charging, you get 60 minutes of playback from just 10 minutes of charging\nDependability: Includes USA Manufacturer Warranty",
            "rating": "4.4",
            "rating-number": "6,552 ratings",
            "img-src": "https://m.media-amazon.com/images/I/51JnfYw9-tL._AC_SY355_.jpg",
            "reviews": [
              "I bought these a year ago on prime day! Will never buy another pair of headphones again. Worth the price! they cancel noise so well & they fit well and the best part is that I literally use them daily at the gym and charge them legitimately once a month.",
              "It keeps every noise out,very lightweight, and easy to use. The quality of the sound is great, too.",
              "Bought this on November 23, 2021, Great product, still wearing the headphones. The muffs are starting to wear out, the leather is starting to crack after 2 years. After a year and a half, it started to make a pitch sound when you turn them on and leave them for 1 min sitting. The only way to turn off that pitch sound is to press the button for noise cancelation, after that it stops making noise, and works great. C:",
              "Sounds Outstanding",
              "My kid falls asleep with these on most nights. Works great just like the expensive ones. I've bought several pairs for gifts too",
              "Great spund very comfy",
              "She wears them every day, and loves the sound and the quietness. Only negativity is that they are hard to move between devices. Our previous apple AirPods just reconnected between devices automatically. With these, she has to forget the previous device to get them to work on the new one.",
              "Overall the audio quality is pretty good, and active noise canceling is kindof decent (coming from a pair of first generation Surface Headphones).\n\nI'm having a couple of problems that basically make these unusable while they are charging though, and I've forgotten to charge them until they are down to 20% a couple of times now. At 20% the bluetooth starts cutting in and out on the microphone connection, which makes them unusable for meetings. You *can* switch to a wired connection, but (A) as far as I can tell the audio jack has no microphone connection, and (2) if you attempt to charge while using the audio jack to at least listen to things, there is a feedback buzz that occurs. I suppose I can at least switch to wired to listen to stuff while I'm working, but that means it's not charging, and I can't have meetings until it is charged... so... while these work great when they have power, I'm going to have to give this a low rating for actual usability for work purposes.\n\nUpdate: After 2 years of use, these are now refusing to stay connected to my PC, and I have no idea why. They stay connected to other stuff just fine, and other things seem to have no issue staying connected to my PC, but this headset just doesn't want to stay connected for some reason. For $140, I kind of expected them to be better, and last longer than they have. I eventually solved the buzzing issue... but I find, these are still not great for the money.",
              "Excelente producto",
              "Habe die Kopfhörer vor fast 12 Monaten erstanden und höre immer noch, ohne ein einziges Mal geladen haben zu müssen! Ok, ich habe sie nicht permanent benutzt, ca 1x/Monat, aber selbst ohne Nutzung hätte ich erwartet, dass ich den Akku laden müsste nach so langer Zeit - aber nein, sie laufen immer noch! Das Nokia unter den Kopfhörern :)\n\nDer Sound ist ebenso wunderbar, Noise Cancelling so gut, dass ich regelmäßig erschrecke, wenn jemand neben mir steht ;)\n\nTragekomfort würde ich einen Stern abziehen, aber ich bekomme bei allen Kopfhörern heiße Ohren. Sonst angenehm und leicht, ohne zu kneifen oder drücken.\n\nBluetooth Verbindung schnell und easy.\n\nIngesamt ein wirkliches TOP Produkt zu einem unschlagbaren Preis - außer man nutzt sonst sehr sehr viel hochwertigere und teurere Geräte und ist Luxus gewohnt, würde ich diese Kopfhörer jedem anderen bis 400/500€ vorziehen!",
              "",
              "I love these headphones.\n\nMy beloved headphones are my cheap as chips Avantree ANC031s, which you can't get for love nor money anymore. I don't know what happened but, somehow, a £70 set of headphones has the loveliness and sound quality of something 5 times more expensive.\n\nSo, my second favourites *were* my Sony WH-1000XM5, which are significantly more expensive, but slightly, sort of, soulless. That will probably sound weird, but they just feel a little lacklustre, somehow. In any case, husband has adopted those and loves them.\n\nWe needed a third pair for when batteries run low (we are both in headphones throughout the day every day) so we plumped for these - something for us to rotate to if and when we needed to recharge our respective old reliables.\n\nAnd they're marvellous! They're comfortable (although, just quickly, I have a smaller head than husband and I think I find them ever so slightly more comfy than he) and the sound quality is fab. The noise cancelling on them is genuinely cancel-y; it makes any external noises sound sort of tinny, and very far away. Marvellous.\n\nThere's a small robot lady that lives inside them that will tell you how your battery's getting on, too, and that's always fun.\n\nThe only downside is they don't come with a case, but they fit my Avantree case perfectly, so they have a home to go to.\n\nAll in all, I love them. Not as much as my beloved Avantrees, but far more than the Sony WH-1000XM5s, which are like 3 times the price.\n\nCannot recommend them highly enough.",
              "Dit is een goede met ruisonderdrukking. Je oren doen geen pijn na lang dragen en zit goed .",
              "",
              "Bardzo fajne słuchawki, dobry odsłuch.",
              ""
            ]
        }
    },
    {
        "item10" : {
            "ID" : "9",
            "link": "https://www.amazon.com/RUNOLIM-Headphones-Microphone-Lightweight-Smartphone/dp/B0BQLSCR6L/ref=sr_1_220?c=ts&keywords=Over-Ear+Headphones&qid=1703082644&s=aht&sr=1-220&ts_id=12097479011",
            "name": "RUNOLIM Bluetooth Headphones Over Ear, 65 Hours Playtime Wireless Headphones with Microphone, Lightweight Foldable & Portable Stereo Bass Headsets for Smartphone, Tablet, Computer, MP3/4",
            "price": "14",
            "description": "🎧【Up to 65 Hours of Playtime】: With up to 65 hours of listening time of our over ear headphones in bluetooth mode, triple as much as other bluetooth headphones, you'll always have music to inspire you. Come with a 3.5mm audio cable, regardless of whether you want to use wireless headset or wired headphones, RUNOLIM Bluetooth headsets could satisfy you.\n🎧【HiFi Stereo Headphones】: With high definition stereo headphones, and advanced bluetooth 5.3 chip, our foldable headphones aim to deliver you superior sound quality with high fidelity deep bass and crystal clear treble, lose yourself in immersive music even in the lowest volume levels! The goal that provide customers with outstanding sound quality is our constant pursuit.\n🎧【Optimized Sound Quality with 6 EQ Modes】: RUNOLIM is always up to date for better sound effects and a better listening experience. A big step that RUNOLIM has taken: RUNOLIM Headphones Wireless Bluetooth have 6 EQ modes with which you can freely switch between Pop/Rock/Vocal/Jazz/Bass/Classic sound. Each mode provides you with the CD quality sound.\n🎧【Bluetooth 5.3 & Built-in Microphone】: With two 40mm large bezel driver units and Bluetooth 5.3 technology, these headphones bluetooth offer more stable transmission speed, lower latency and better audio output. The headphones can give you wonderful music enjoyment and the built-in microphone of the bluetooth headphones enables a hands-free clear phone communication.\n🎧【Comfortable and Foldable Design】：Ultra-soft ear cushions and padded headband provide you a fatigue-free listening experience even wearing these over-ear headphones during a long session. They are foldable and adjustable, which make sure that the ear is snug around your ears for a better sound experience and immersed in the full sound. RUNOLIM is the best choice for home, office, school, travel, and sport.",
            "rating": "4.5",
            "rating-number": "1,430 ratings",
            "img-src": "https://m.media-amazon.com/images/I/61q8Esn5UvL._AC_SY450_.jpg",
            "reviews": [
              "My daughter was going through a set of headphones a month until I bought her these. They are holding together very well. The sound quality is good, I even bought a set for myself. The battery life seems longer than other brands I have bought.",
              "I didn't initially like the color at first. It was ehhh... but now I love it.\nThese are very good quality for the 11.99 that I paid for them. I see they went up to 13.99 which to me is totally fine because they are so worth it. I use these just about every day. The sound is amazing. I was jammin some Toby Mac and it sounds great coming from these.",
              "I was pleasantly surprised with the sound quality of these headphones. I purchased them for a road trip and now I use them daily. They feature hassle free bluetooth connectivity and comfortable over the ear style. Great to use with computers, cell phones or tablets",
              "I listen too rock music and the preset eq for rock music is great the sound quality is great and the construction is sturdy",
              "So these work great for me! At my job if I have downtime I can watch tv on my tablet. However my coworkers cackle like hen making it difficult to hear. These do cut out some outside noise. I’d but again.",
              "You get what you pay for these are solid headphones but it can be hard to hear phone calls in loud places etc. but they’re so inexpensive, you shouldn’t expect Bose quality",
              "Great product, better than other headphones I have encountered.",
              "No issue with the headphone. Good for my gaming and watching my shows on my phone, cancel most surrounding sounds and covers the ears. Would recommend this to anyone.",
              "Zu dem preis hatten wir nicht viel erwartet, wurden aber mehr als positiv überrascht. Wir haben sie für unsere kids gekauft (5 und7 jahre).\n- Sie passen selbst für kleine köpfe, obwohl sie nicht speziell für kinder angegeben sind.\n- sie sitzen erstaunlich bequem (auch bei erwachsenen)\n- die akkulaufzeit ist unfassbar, sie sind seit einigen tagen in gebrauch und noch nie geladen worden. Hatten 70% nach auspacken und jetzt noch 50, nach einigen stunden spielzeit.\n- der klang hat dann endgültig den vogel abgeschossen, denn sie klingen für diese preisklasse (mit 13€ wohl die niedrigste die es gibt) fast schon unverschämt gut! (Als langjähriger hifi-freak kann ich das wohl beurteilen, da ich selbst seit jahren nur mit kopfhörern zwischen 200 und 400€ musik höre.)\nEinzig das es sie nur in diesem bescheidenen lachs-ton, den man kaum als farbe bezeichnen kann gibt, ist zu bemängeln. Aber das ist geschmacksache.\nDefinitiv 5 sterne verdient, jederzeit gerne wieder!",
              "",
              "Una piacevolissima sorpresa.\nPrese con un po' di riserva, devo dire che hanno un suono eccellente, la batteria dura molto e la portata della connettività è più che adeguata.\nOttimo prodotto",
              "",
              "Super fonctionne super bien que ce soit en Bluetooth ou avec le câble jack",
              "",
              "je le trouve très bien, en bluetooth pour la TV : appairage rapide et fiable (tout fonctionne bien, seul bémol en tous cas avec ma TV : le son se met en route tardivement si ça peut aider - moi je mets toujours les sous-titres donc je ne perds que quelques secondes (jusqu'à 3 ou 4) de bande son).\net en filaire pour ma tablette : du coup pas d'allumage, le casque est géré par l'autonomie de la tablette je pense.\nen tous cas : très content de l'achat.\nje ne suis pas non plus un dingue de puissance ni de rendu hyper top ! je recherche un bon fonctionnement et une écoute fluide et ni trop aiguë ni trop grave. donc très bien pour moi.",
              "",
              "They are super comfy, great quality both in sound + manufacturing, I've had a few pairs of over ear headphones in the past and the manufacturing quality of these is far above the others I've tried!\n\nLove the fact that you can either have them Bluetooth or wired as I'm always breaking my headphone cables over time + end up having to throw away the headphones + now when the cable breaks I can just replace it!\n\nI've noticed a bit of a dip in quality when using Bluetooth over aux but that might just be my laptop since it only happens half the time. Also the sound does bleed a lot so not great for quiet spaces if you don't want anyone to hear what you're listening to but I feel like that's the case with most over ear headphones + as soon as you're in like a pub or a busy street bobody is going to hear it anyways 🤗\n\nBattery life is super long too!"
            ]
        }
    }
]